var newsData = [
  {
      "newsid":0,
      "authorIcon":"http://cul.news.sina.com.cn/n.sinaimg.cn/finance/page/ent/images/sina_logo.png",
      "authorName":"新浪文化",
      "authorDate":"2020-04-21 15:05 ",
      "title":"国家图书馆发起2020年“4·23世界读书日”系列活动",
      "articleminText":"书籍是人类知识的载体，是人类智慧的结晶，是人类进步的阶梯。党的十八大以来，以习近平同志为核心的党中央高度重视中国特色社会主义文化建设。",
      "articleImg":"https://cul.news.sina.com.cn/n.sinaimg.cn/video/transform/54/w550h304/20200422/974b-isqivxh1936434.png",
      "articleText":"\t书籍是人类知识的载体，是人类智慧的结晶，是人类进步的阶梯。党的十八大以来，以习近平同志为核心的党中央高度重视中国特色社会主义文化建设。2019年国家图书馆建馆110周年，习近平总书记给国图老专家回信，并对国家图书馆百余年来发挥的积极作用给予高度肯定，对将来发展提出殷切期望。这充分体现了以习近平同志为核心的党中央对文化事业、对图书馆事业、对国家图书馆工作的高度重视。国家图书馆将秉承“传承文明 服务社会”初心，深刻领会新时代图书馆事业的重要作用和使命，推动学习型大国、学习型社会建设。\n\t目前，正处于抗击新冠肺炎疫情的特殊时期，国家图书馆深入学习近平总书记在中共中央政治局常务委员会会议上对疫情防控做出的重要指示精神，贯彻落实党中央决策部署，凝心聚力，全面抗击疫情。值此第25个“世界读书日”来临之际，国家图书馆将围绕“全民战‘疫’ 知识共享”主题，联合全国图书馆界，充分发挥数字图书馆云服务平台与云服务模式的特点和优势，满足读者多元化、个性化需求，开展“4·23世界读书日”系列全民阅读活动，同舟共济，共抗疫情。",
      "articleLikeComment":"12",
      "articleLikeSC":"30",
      "music":{
          "url":"http://122.226.161.16/amobile.music.tc.qq.com/C400000ztCN32ejxRm.m4a?guid=2796982635&vkey=86077784403C2BE9D51202FCEA75D59351073BEAED38309B75D139D0F4C4DBCD80766A324D8C3EB033C05EE114DECBBA3BDCF5BD4D76C6D3&uin=1899&fromtag=66",
          "title":"南",
          "coverImg":""
      }
  },
   {
      "newsid":1,
      "authorIcon":"https://dss2.baidu.com/6ONYsjip0QIZ8tyhnq/it/u=2673533297,856053949&fm=58",
      "authorName":"央视网",
      "authorDate":"2020-03-19 08:12",
      "title":"文化和旅游部：春节期间超50亿人次在线观展",
      "articleminText":"在3月18日举行的国务院联防联控机制发布会上，文化和旅游部产业发展司司长高政表示，疫情期间，以数字内容为核心的数字文旅产业形成了两个鲜明特点，一个是异军突起，一个是逆势上扬。",
      "articleImg":"http://5b0988e595225.cdn.sohucs.com/images/20200428/4866daff4b3348c486c426c35fdf7c0a.jpeg",
      "articleText":"\t在3月18日举行的国务院联防联控机制发布会上，文化和旅游部产业发展司司长高政表示，疫情期间，以数字内容为核心的数字文旅产业形成了两个鲜明特点，一个是异军突起，一个是逆势上扬。\n\t以线上文化和旅游内容供给，为人民群众提供更好、更丰富的在线服务，网络动漫、网络音乐、网络直播、短视频等业态的流量大增，用户规模、日均用户时长节节攀升，相关指标创历史新高。“云娱乐”、“云直播”、“云看展”等新业态用户量高涨，各大在线旅游平台纷纷推出云旅游项目，各地博物馆推出了2000余项网上展览，春节期间总浏览量超过50亿人次；众多5A级景区开辟了线上游览功能，一批VR文化旅游产品在网上传播，让人们足不出户可以领略到祖国大好河山和丰富多彩的文化。特别值得关注的是，随着疫情防控形势持续向好，数字文旅产业也被各地越来越作为推动产业高质量发展的重要抓手，都作出了具体的部署。\n\t下一步，文化和旅游部将在四个方面进一步推动数字文旅产业发展。一是落实财政、税收、金融等政策来帮扶企业努力降低疫情影响，增强数字文旅企业的发展信心和后劲。二是把握产业发展新趋势、新需求，坚持正确导向，抓住5G、超高清等新技术的发展机遇，加快推进供给侧结构性改革，大力培育新业态，鼓励创业创新。三是扩大优质数字文旅产品供给，加快释放新兴消费潜力，发展沉浸式体验型文旅消费，引导和培育网络消费、体验消费、智能消费等消费新热点新模式。四是抓住数字经济发展机遇，加强新型基础设施建设，推动文化旅游与数字经济深度融合，促进文旅产业数字化、网络化、智能化发展，不断融入数字经济发展大格局。",
      "articleLikeComment":"12",
      "articleLikeSC":"30",
      "music":{
          "url":"http://122.226.161.16/amobile.music.tc.qq.com/C4000020wJDo3cx0j3.m4a?guid=2796982635&vkey=9DE024F923FFFC1D47A126E369B0DBB62C5A5C00EF9642D7B74A5780806D53D8418900D955D9AB62F2F29FEE89D69AFE16542702D9F859A2&uin=1899&fromtag=66",
          "title":"稻香",
          "coverImg":""
      }
  },
  {
      "newsid":2,
      "authorIcon":"http://5b0988e595225.cdn.sohucs.com/a_auto,c_cut,x_0,y_0,w_400,h_400/images/20190116/283943c1e2ec4cb7840badf2840eb86c.jpeg",
      "authorName":"启路文学",
      "authorDate":"2020-04-28 17:47",
      "articleminText":"什么是道？很多人在没有读到本篇文章中给大家分享的语录前，很多人可能回答说，道是水，水就是道。水没有颜色，随周边环境而改变。周边倘若是花样树木，水的颜色就是如花般红，如树叶般绿。",
      "title":"庄子意境很高的语录，能够读懂的人，就真的明白什么是“道”了！ ",
      "articleImg":"http://5b0988e595225.cdn.sohucs.com/images/20200428/3a4a180f6d474629976a970b86cd9dd2.jpeg",
      "articleText":"什么是道？很多人在没有读到本篇文章中给大家分享的语录前，很多人可能回答说，道是水，水就是道。水没有颜色，随周边环境而改变。周边倘若是花样树木，水的颜色就是如花般红，如树叶般绿。\n\t天空是蓝的，水就变成天空的颜色。倘若你把墨水倒入水中，就变成了黑色。很多人都认为，倘若人也能做到水这样，去适应世间万物，那么就没有什么环境不能去适应，就没有什么苦不能吃下去。\n\t因为水还有一种道，就是往低处流，不争高处。倘若人也能做到这样，相信很多人不争，万物莫之与争，也就是说不去争，就没有敌人，能保全自己实力，做自己喜欢做的事，追求自己想要的。\n\t但水也不是只会往低处流，它也有水到渠成的时候，没有任何东西能阻挡水，虽然短时间被挡住了，只要水不断积累，不断汇集，就会有一天溢出来，继续往低处流。这也是我们人该去学习的。\n\t谁的人生要是有明确的方向了，还知道如水一般精神去积累，不抛弃，不放弃，那么他迟早也会走向成功的。相信很多人都认为没有什么比水更像道了。真的如此吗？或许曾经我也这么认为吧，但今天看到庄子这段语录，更是让喜欢。",
      "articleLikeComment":"12",
      "articleLikeSC":"30",
      "music":{
          "url":"http://122.226.161.16/amobile.music.tc.qq.com/C400001mp8I00fMo1r.m4a?guid=2796982635&vkey=D287B68AD6925DA35F97DBF69F1994D28A9B42B9477670C4859380B01961859FEEDF63A5E54E1E3A5C66B65F0A271BD455CCB0406AAC97B0&uin=1899&fromtag=66",
          "title":"Snowflakes",
          "coverImg":""
      }
  }
]

//导出可以被外部访问
module.exports = {
  newsData:newsData
}
